[
  {
    "location": "Bali",
    "price": "850 $",
    "rating": "4.8",
    "reviews": "3.1k",
    "description": "Bali, Indonesia, is a tropical paradise known for its lush rice terraces, pristine beaches, and vibrant culture. Visitors can explore sacred temples, witness traditional dance performances, and enjoy world-class surfing spots. The island’s rich heritage blends seamlessly with its modern luxury resorts, offering a perfect mix of relaxation and adventure. Ubud's art markets, Kuta’s nightlife, and the peaceful beaches of Nusa Dua make it an all-in-one destination. Bali’s warm hospitality and diverse culinary scene ensure every traveler leaves with unforgettable memories.",
    "destination": "Denpasar, Bali, Indonesia",
    "departure": "Ngurah Rai International Airport",
    "departureTime": "Approximately 09:00 AM",
    "returnTime": "Approximately 07:00 PM",
    "dressCode": "Casual beachwear, light and breathable",
    "notIncluded": ["Travel Insurance", "Alcoholic Beverages"],
    "included": ["4 Star Accommodation", "Airport Transfer", "Breakfast", "Local Tour Guide"]
  },
  {
    "location": "Dubai",
    "price": "1,200 $",
    "rating": "4.9",
    "reviews": "4.5k",
    "description": "Dubai is a city of modern marvels, blending futuristic architecture with rich Emirati traditions. The towering Burj Khalifa, vast desert safaris, and luxurious shopping malls define the city's allure. Visitors can explore the old souks, enjoy a cruise on Dubai Creek, or relax on Jumeirah Beach. The desert offers thrilling dune bashing, camel rides, and mesmerizing sunset views. Dubai’s culinary scene is as diverse as its population, with flavors from all over the globe. From adventure to luxury, Dubai is an unmatched travel experience.",
    "destination": "Dubai, United Arab Emirates",
    "departure": "Dubai International Airport",
    "departureTime": "Approximately 10:00 AM",
    "returnTime": "Approximately 09:00 PM",
    "dressCode": "Modest and comfortable, light fabrics",
    "notIncluded": ["Visa Fees", "Personal Shopping"],
    "included": ["5 Star Accommodation", "Airport Pickup", "Breakfast", "Desert Safari Experience"]
  },
  {
    "location": "Ladakh",
    "price": "750 $",
    "rating": "4.7",
    "reviews": "2.8k",
    "description": "Ladakh, in the Indian Himalayas, is known for its breathtaking landscapes, crystal-clear lakes, and Buddhist monasteries. The region offers thrilling high-altitude adventures like trekking, biking, and river rafting. Pangong Lake, Nubra Valley, and Magnetic Hill are must-see attractions. The unique blend of Tibetan and Indian cultures makes Ladakh culturally rich and spiritually uplifting. With its clean mountain air and serene environment, it’s a haven for peace seekers. Ladakh’s starry nights are a treat for astrophotography enthusiasts.",
    "destination": "Leh, Ladakh, India",
    "departure": "Kushok Bakula Rimpochee Airport",
    "departureTime": "Approximately 06:30 AM",
    "returnTime": "Approximately 06:00 PM",
    "dressCode": "Warm layered clothing, trekking shoes",
    "notIncluded": ["Travel Insurance", "Medical Expenses"],
    "included": ["Local Guesthouse Stay", "Breakfast & Dinner", "Local Guide", "Transport"]
  },
  {
    "location": "Maldives",
    "price": "1,500 $",
    "rating": "4.9",
    "reviews": "3.9k",
    "description": "The Maldives is an idyllic island nation in the Indian Ocean, famous for its overwater villas and crystal-clear turquoise waters. It’s a paradise for snorkeling, scuba diving, and water sports enthusiasts. The atolls are home to vibrant marine life, coral reefs, and pristine beaches. Guests can indulge in spa treatments, sunset cruises, and gourmet dining by the water. Privacy and luxury are unmatched here, making it perfect for honeymoons and romantic getaways. Every sunset in the Maldives feels like a dream come true.",
    "destination": "Male, Maldives",
    "departure": "Velana International Airport",
    "departureTime": "Approximately 11:00 AM",
    "returnTime": "Approximately 08:30 PM",
    "dressCode": "Light summer wear, swimwear",
    "notIncluded": ["Alcoholic Drinks", "Water Sports Equipment Rental"],
    "included": ["Overwater Villa Stay", "Breakfast & Dinner", "Snorkeling Tour", "Airport Transfer"]
  },
  {
    "location": "Paris",
    "price": "1,300 $",
    "rating": "4.8",
    "reviews": "5.2k",
    "description": "Paris, the City of Light, is renowned for its romantic charm, art, and fashion. From the Eiffel Tower to the Louvre Museum, its landmarks are world-famous. Strolling along the Seine River or enjoying coffee at a street café captures the essence of Parisian life. The city is a paradise for lovers of art, history, and gastronomy. Every neighborhood has its own charm, from Montmartre's bohemian vibe to the chic streets of Le Marais. Paris leaves visitors enchanted at every turn.",
    "destination": "Paris, France",
    "departure": "Charles de Gaulle Airport",
    "departureTime": "Approximately 09:30 AM",
    "returnTime": "Approximately 07:30 PM",
    "dressCode": "Smart casual, comfortable walking shoes",
    "notIncluded": ["Museum Tickets", "Personal Shopping"],
    "included": ["4 Star Hotel Stay", "Breakfast", "City Tour Guide", "Airport Pickup"]
  },
  {
    "location": "SriLanka",
    "price": "900 $",
    "rating": "4.6",
    "reviews": "2.4k",
    "description": "Sri Lanka is an island of breathtaking beauty, offering golden beaches, lush tea plantations, and ancient ruins. Visitors can explore UNESCO World Heritage sites like Sigiriya Rock and the Sacred City of Kandy. The country’s national parks are home to elephants, leopards, and exotic birds. Its culture is deeply rooted in Buddhist traditions, visible in its temples and festivals. The coastal towns offer surfing, diving, and whale watching opportunities. Sri Lanka’s hospitality and cuisine make every visit unforgettable.",
    "destination": "Colombo, Sri Lanka",
    "departure": "Bandaranaike International Airport",
    "departureTime": "Approximately 08:00 AM",
    "returnTime": "Approximately 06:30 PM",
    "dressCode": "Light cotton clothing, modest attire for temples",
    "notIncluded": ["Alcoholic Beverages", "Souvenirs"],
    "included": ["3 Star Accommodation", "Breakfast & Dinner", "Airport Transfer", "Local Guide"]
  },
  {
    "location": "Spain",
    "price": "1,100 $",
    "rating": "4.7",
    "reviews": "3.6k",
    "description": "Spain is a country of diverse landscapes, from sunny Mediterranean beaches to snow-capped mountains. Its cities, like Barcelona and Madrid, are full of cultural treasures and lively festivals. Visitors can enjoy flamenco performances, tapas tours, and historic landmarks like the Sagrada Familia. Spain’s coastline offers some of Europe’s best beach resorts. Inland, you’ll find picturesque villages and world-class wine regions. The warm climate and friendly locals make Spain a year-round destination.",
    "destination": "Barcelona, Spain",
    "departure": "Barcelona–El Prat Airport",
    "departureTime": "Approximately 09:45 AM",
    "returnTime": "Approximately 07:15 PM",
    "dressCode": "Casual and comfortable, beachwear for coastal areas",
    "notIncluded": ["Wine Tastings", "Museum Tickets"],
    "included": ["4 Star Hotel Stay", "Breakfast", "Airport Pickup", "City Walking Tour"]
  },
  {
    "location": "Brazil",
    "price": "1,400 $",
    "rating": "4.8",
    "reviews": "4.2k",
    "description": "Brazil is a vibrant country known for its Carnival celebrations, stunning beaches, and lush rainforests. Rio de Janeiro’s Christ the Redeemer statue and Copacabana Beach are iconic landmarks. The Amazon Rainforest offers eco-tourism adventures and wildlife encounters. Brazilian cuisine is flavorful, with dishes like feijoada and pão de queijo. Samba rhythms fill the streets, creating an atmosphere of joy and energy. Brazil’s natural beauty and cultural diversity make it an unforgettable destination.",
    "destination": "Rio de Janeiro, Brazil",
    "departure": "Rio de Janeiro–Galeão International Airport",
    "departureTime": "Approximately 10:15 AM",
    "returnTime": "Approximately 08:45 PM",
    "dressCode": "Light summer wear, comfortable sandals",
    "notIncluded": ["Alcoholic Beverages", "Extreme Sports"],
    "included": ["4 Star Hotel", "Breakfast", "Airport Transfer", "City Tour"]
  },
  {
    "location": "Giza",
    "price": "1,050 $",
    "rating": "4.7",
    "reviews": "3.4k",
    "description": "Giza, Egypt, is home to one of the world’s most iconic wonders — the Pyramids of Giza and the Great Sphinx. Visitors can explore ancient tombs, ride camels, and learn about Egypt’s fascinating history. The nearby Egyptian Museum holds priceless artifacts from the pharaonic era. The desert landscape is breathtaking, especially at sunrise and sunset. Giza’s markets offer traditional crafts, spices, and jewelry. A trip to Giza is like stepping back in time to the cradle of civilization.",
    "destination": "Giza, Egypt",
    "departure": "Cairo International Airport",
    "departureTime": "Approximately 07:30 AM",
    "returnTime": "Approximately 06:00 PM",
    "dressCode": "Light breathable clothing, hat for sun protection",
    "notIncluded": ["Museum Tickets", "Souvenirs"],
    "included": ["3 Star Hotel", "Breakfast & Lunch", "Local Guide", "Airport Transfer"]
  },
  {
    "location": "Switzerland",
    "price": "1,000 $",
    "rating": "4.8",
    "reviews": "2.3k",
    "description": "Switzerland is a country of stunning alpine landscapes, charming villages, and pristine lakes. Visitors can enjoy scenic train rides, skiing in the Alps, and boat cruises on Lake Geneva. Zurich and Lucerne blend history with modern elegance, offering museums, shopping, and fine dining. Swiss chocolate and cheese are world-famous treats. The clean air and organized public transport make traveling stress-free. Switzerland’s beauty changes with the seasons, offering something unique year-round.",
    "destination": "Zurich, Switzerland",
    "departure": "Main Square, New City",
    "departureTime": "Approximately 08:10 AM",
    "returnTime": "Approximately 07:20 PM",
    "dressCode": "Casual, comfortable and light",
    "notIncluded": ["Gallery Ticket", "Lunch"],
    "included": ["5 Star Accommodations", "Airport Transfer", "Breakfast", "Personal Guide"]
  },
  {
    "location": "Sweden",
    "price": "1,150 $",
    "rating": "4.7",
    "reviews": "2.7k",
    "description": "Sweden offers a mix of modern cities, historical sites, and breathtaking natural scenery. Stockholm, spread across 14 islands, is a city of innovation and culture. The countryside offers lakes, forests, and the Northern Lights in winter. Visitors can explore medieval towns like Visby, enjoy fika (coffee break), and sail through the Stockholm archipelago. Sweden is known for its sustainability, design, and warm hospitality. Every season offers unique experiences, from summer’s midnight sun to winter’s snowy adventures.",
    "destination": "Stockholm, Sweden",
    "departure": "Stockholm Arlanda Airport",
    "departureTime": "Approximately 09:15 AM",
    "returnTime": "Approximately 08:00 PM",
    "dressCode": "Smart casual, warm clothes in winter",
    "notIncluded": ["Alcoholic Drinks", "Personal Shopping"],
    "included": ["4 Star Hotel", "Breakfast", "Airport Pickup", "City Tour"]
  },
  {
    "location": "Italy",
    "price": "1,250 $",
    "rating": "4.9",
    "reviews": "5.0k",
    "description": "Italy is a country of timeless beauty, rich history, and world-class cuisine. From the romantic canals of Venice to the ancient ruins of Rome, it offers endless cultural treasures. The rolling hills of Tuscany are perfect for wine lovers, while the Amalfi Coast’s colorful cliffside towns attract beach seekers. Italy’s art legacy is unmatched, with masterpieces in Florence and countless charming piazzas across the country. Visitors can enjoy authentic pasta, pizza, and gelato in every region. Whether exploring the Colosseum or relaxing on Lake Como, Italy’s charm is unforgettable.",
    "destination": "Rome, Florence, Venice, Italy",
    "departure": "Leonardo da Vinci–Fiumicino Airport, Rome",
    "departureTime": "Approximately 09:00 AM",
    "returnTime": "Approximately 08:15 PM",
    "dressCode": "Smart casual, comfortable walking shoes",
    "notIncluded": ["Museum Entry Fees", "Personal Shopping"],
    "included": ["4 Star Hotel Stay", "Breakfast", "Airport Transfer", "City Sightseeing Tour"]
  }
]